import softw from '../../images/software.jpg'
import planning from '../../images/planing.jpg'
import supporting from '../../images/supporting.jpg'
import analys from '../../images/analysing.jpg'
import testing from '../../images/testing.jpg'
import bot from '../../images/bot.jpg'

import grow from "../../images/grow.png";
import security from "../../images/security.png";
import idea from "../../images/idea.png";

import consult1 from '../../images/consult1.png'
import consult2 from '../../images/consult2.png'
import consult3 from '../../images/consult3.png'

import test1 from '../../images/test1.png'
import test2 from '../../images/test2.png'
import test3 from '../../images/test3.png'

import sup1 from '../../images/sup1.png'
import sup2 from '../../images/sup2.png'
import sup3 from '../../images/sup3.png'

import data1 from '../../images/data1.png'
import data2 from '../../images/data2.png'
import data3 from '../../images/data3.png'

import bot1 from '../../images/bot1.png'
import bot2 from '../../images/bot2.png'
import bot3 from '../../images/bot3.png'

export const data = [
    {
        id: 1,
        category: 'software',
        mainImg: softw,
        title1: 'Ми спеціалізуємося на створенні індивідуальних рішень, які відповідають вашим унікальним потребам та бізнес-цілям.',
        title2: 'Ми створюємо та налаштовуємо продукти та послуги, які відзначаються високою ефективністю та призначені саме для вашого бізнесу, допомагаючи досягти вам успіху та конкурентних переваг.',
        desc: 'Наша команда професіоналів виробляє програми, мобільні додатки та веб-сайти, які:',
        critery1: 'Реалізовують ваші ідеї',
        critery2: 'Забезпечують безпеку',
        critery3: 'Підтримують ріст вашого бізнесу',
        smImg1: grow,
        smImg2: security,
        smImg3: idea,
    },
    {
        id: 2,
        category: 'consult',
        mainImg: planning,
        title1: 'Ми допоможемо вам розробити стратегії, які допоможуть вашому бізнесу досягти своїх довгострокових та короткострокових цілей',
        title2: 'Ми визначимо ключові шляхи до успіху та допоможемо вам їх реалізувати. Наша команда дослідить вашого головного конкурента та визначить їхні сильні та слабкі сторони.',
        desc: 'Ми надамо вам стратегічні рекомендації такі як:',
        critery1: 'Стратегічне планування',
        critery2: 'Маркетингова стратегія',
        critery3: 'Управлінський консалтинг',
        smImg1: consult1,
        smImg2: consult2,
        smImg3: consult3,
    },
    {
        id: 3,
        category: 'test',
        mainImg: testing,
        title1: 'Наша команда тестування проведе ретельне та систематичне тестування вашого продукту',
        title2: 'Наші фахівці розроблять автоматизовані тести для вашого продукту, що допоможе забезпечити швидше та більш ефективне тестування, а також виявлення помилок на ранніх етапах розробки',
        desc: 'Наші експерти перевірять якість вашого програмного коду, виявляючи можливі проблеми та рекомендуючі виправлення, такі як:',
        critery1: 'Тестування безпеки',
        critery2: 'Тестування продуктивності',
        critery3: 'Автоматизоване тестування',
        smImg1: test1,
        smImg2: test2,
        smImg3: test3,
    },
    {
        id: 4,
        category: 'support',
        mainImg: supporting,
        title1: 'Наша команда готова надавати технічну підтримку вашим клієнтам. Ми гарантуємо відповіді на запити і вирішення проблем в найкоротший термін',
        title2: 'Ми будемо слідкувати за роботою вашого продукту, забезпечуючи його безперебійну роботу, та надавати регулярні оновлення для покращення функціональності та безпеки',
        desc: 'Ми будемо ввести моніторинг роботи вашого продукту, виявляючи можливі проблеми та вживаючи заходів для їх вирішення до того, як вони вплинуть на користувачів, в тому числі:',
        critery1: 'Регулярний аналіз продукту',
        critery2: 'Тестування інтеграцій',
        critery3: 'Швидке реагування на вимоги ринку',
        smImg1: sup1,
        smImg2: sup2,
        smImg3: sup3,
    },
    {
        id: 5,
        category: 'data',
        mainImg: analys,
        title1: 'Наші аналітики проведуть ретельний аналіз вашого набору даних, включаючи структуровані та неструктуровані дані, для виявлення корисних залежностей та висновків',
        title2: 'Ми розробимо графіки, діаграми та інші візуальні засоби для представлення результатів аналізу даних в зрозумілій формі, що допоможе вам приймати обгрунтовані рішення',
        desc: 'Наші аналітики розроблять прогностичні моделі, щоб передбачити майбутні тенденції та результати на основі ваших даних, а також моделі для вирішення конкретних завдань:',
        critery1: 'Оптимізацію рішень',
        critery2: 'Дослідницькі послуги',
        critery3: 'Виявлення інсайтів',
        smImg1: data1,
        smImg2: data2,
        smImg3: data3,
    },
    {
        id: 6,
        category: 'bot',
        mainImg: bot,
        title1: 'Ми створюємо ботів, які роблять ваш бізнес більш автоматизованим.',
        title2: 'Наші розробники спеціалізуються у створенні інтелектуальних ботів, які допомагають вам зменшити рутинну роботу, підвищити ефективність і забезпечити кращу обслуговування ваших клієнтів',
        desc: 'Ми маємо рішення, що сприятиме підвищенню продуктивності вашого бізнесу:',
        critery1: 'Цілодобова доступність',
        critery2: 'Швидка відповідь на запити',
        critery3: 'Підвищення ефективності обробки замовлень',
        smImg1: bot1,
        smImg2: bot2,
        smImg3: bot3,
    },
]