export const faqData = [
    {
      id: 1,
      quest: "Які види ботів ви розробляєте?",
      answer:
        "Наша компанія спеціалізується на розробці різних типів ботів, включаючи чат-боти для месенджерів, телефонних додатків та веб-сайтів, а також боти для автоматизації бізнес-процесів.",
    },
    {
      id: 2,
      quest: "Які переваги використання ботів для бізнесу?",
      answer:
        "Боти можуть значно полегшити обслуговування клієнтів, автоматизувати завдання та забезпечити швидку взаємодію з користувачами. Вони можуть заощадити час та ресурси бізнесу, покращити обслуговування та підвищити залученість клієнтів.",
    },
    {
      id: 3,
      quest: "Скільки часу зазвичай потрібно на розробку веб-сайту?",
      answer:
        "Терміни розробки веб-сайту залежать від складності проекту. Зазвичай, стандартний корпоративний веб-сайт може бути розроблений за 4-6 тижнів, але цей строк може варіюватися в залежності від обсягу та функціональності.",
    },
    {
      id: 4,

      quest: "Які технології ви використовуєте для розробки?",
      answer:
        "Ми використовуємо сучасні технології веб-розробки, такі як HTML5, CSS3, JavaScript, React, PHP та Python для створення високоякісних веб-сайтів і веб-додатків.",
    },
    {
      id: 5,
      quest: "Які вартості послуг веб-розробки?",
      answer:
        "Вартість розробки веб-сайту залежить від обсягу робіт та функціональності. Ми пропонуємо індивідуальний підхід до кожного проекту і розраховуємо ціни на основі специфікацій та потреб клієнта. Зазвичай, ми надаємо безкоштовну консультацію та оцінку вартості проекту.",
    },
    {   
        id: 6,
        quest: "Чи надаєте ви послуги підтримки веб-сайту після його запуску?",
        answer: "Так, ми надаємо послуги підтримки веб-сайту після його запуску. Наша команда готова вирішувати будь-які технічні питання, вносити зміни та допомагати у вдосконаленні функціональності вашого веб-сайту. Ми пропонуємо різні плани підтримки, щоб задовольнити потреби кожного клієнта."
      }
];
